country = {
    '30': 'Франция',
    '54': 'Бельгия',
    '64': 'Финляндия',
    '76': 'Швейцария',
    '80': 'Италия',
    '380': 'Болгария',
    '476': 'Азейрбайджан',
    '460': 'Россия',
    '474': 'Эстония'
}

manufacture = {
    '11111': 'Аrmada Furs',
    '11113': 'ВайтПак',
    '2222': 'Вагнермайер Руссланд',
    '2345': 'Данафлекс',
    '67902': 'Евровент'
}

product = {
    '11111': 'Хлебная продукция',
    '11113': 'Молочная продукция',
    '22225': 'Детское питание',
    '23544': 'Колбасные изделия',
    '67902': 'Сыр'
}